Revit 2027 API
Glazing.GlazingNoLevels Property
 The property labeled "Sheets of Glass" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GlazingNoLevels { get; }
Public Shared ReadOnly Property GlazingNoLevels As String
	Get
public:
static property String^ GlazingNoLevels {
	String^ get ();
}
static member GlazingNoLevels : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyInteger" within the range of "1, 6".
See Also
Reference
Glazing Class
Autodesk.Revit.DB.Visual Namespace